Repository: hmikihth/maybe
Catalog: po/*.po
Languages: hu

source: %(prog)s [options] command [argument ...]
hu: %(prog)s [opciók] parancs [argumentumok ...]

source: Run a command without the ability to make changes to your system
hu: Futtass egy programot anélkül hogy az változtatna a rendszereden

source: and list the changes it would have made.
hu: és listázd a változásokat amiket végezhetne.

source: For more information, to report issues or to contribute,
hu: Több információért, kérdésekért vagy hozzájáruláshoz

source: visit https://github.com/p-e-w/maybe.
hu: látogasd meg: https://github.com/p-e-w/maybe.

source: the command to run under maybe's control
hu: A parancs futtatása a maybe ellenőrzése alatt

source: list operations without header, indentation and rerun prompt
hu: műveletek listázása fejléc nélkül, indentálás és újrafuttatás

source: Warning: Running without traceFork support.
hu: Figyelmeztetés: Futtatás traceFork támogatás nélkül.

source: Syscalls from subprocesses can not be intercepted.
hu: A rendszerhívásokat a subprocessekből nem lehet elfogni.

source: Error tracing process: %s.
hu: Hiba a folyamat nyomkövetése közben: %s.

source: %s terminated by keyboard interrupt.
hu: %s véget ért billentyűzet megszakítással.

source: %s has prevented %s from performing %d file system operations:
hu: A %s megakadályozta %s hogy végrehajtson %d fájlműveletet:

source: Do you want to rerun %s and permit these operations? [y/N]
hu: Újra végre akarod hajtani %s és engedélyezni ezeket a műveleteket? [i/N]

source: y
hu: i

source: %s has not detected any file system operations from %s.
hu: %s nem észlelt semmilyen rendszerműveletet itt: %s

source: delete
hu: törlés

source: rename
hu: átnevezés

source: move
hu: mozgatás

source: change permissions
hu: jogosultság módosítás

source: change group
hu: csoport módosítás

source: change owner
hu: tulajdonos módosítás

source: create directory
hu: könyvtár létrehozás

source: create symbolic link
hu: szimbolikus link létrehozás

source: create hard link
hu: hard link létrehozás

source: %s from %s to %s
hu: %s %s-ből %s-ba

source: create file
hu: fájl létrehozás

source: truncate file
hu: fájl

source: create character special file
hu: karakteres eszközfájl létrehozása

source: create block special file
hu: blokkos eszközfájl létrehozása

source: create named pipe
hu: névvel ellátott cső létrehozása

source: create socket
hu: socket létrehozása

source: write
hu: írás

source: %d bytes
hu: %d bájt

source: Unsupported CPU architecture
hu: Nem támogatott CPU architektúra
